Repository: ealvan/dartProjectIHC
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# loginUserText1
source: sign up user
es: Ingrese su usuario
pt_br: Digite seu nome de usuário

# loginPaswordText1
source: Sing up your password
es: Ingrese su contrasenia
pt_br: Digite sua senha

# loginConfirmPassw1
source: confirm your password
es: Confirme su contrasenia
pt_br: Confirme sua senha

# loginSucces1
source: your registration succesfully!!
es: Su registro fue exitoso!!
pt_br: Seu registro foi realizado com sucesso !!

# registe1
source: Register!!
es: Registrate!!
pt_br: Registre-se !

# loginMissPassword
source: Did you forget your password?
es: Olvidaste tu contrasenia?
pt_br: Esqueceu sua senha?

# insertMissPasword
source: Enter your email
es: Ingrese su email
pt_br: Digite seu e-mail

# insertMissPhone
source: Enter your phone to verify your identity
es: Ingrese su numero de telefono para confirmar
pt_br: Digite seu número de telefone para confirmar

# insertMissKey
source: Enter the 6-digit password
es: Ingrese los 6 digitos
pt_br: Digite os 6 dígitos

# sendMiss
source: SEND!!
es: ENVIAR!!
pt_br: ENVIAR!!

# goBackMiss
source: go Back
es: Ir atras
pt_br: Voltar

# userList
source: list of users
es: Lista de Usuarios
pt_br: Lista de usuários

# loginIn
source: Log In
es: Iniciar sesion

# loginUser
source: USER
es: USUARIO
pt_br: USUÁRIO

# loginPassword
source: PASSWORD
es: CONTRASENIA

# loginForgetPassword
source: Did you forget your password?
es: Olviste tu contrasenia?
pt_br: Esqueceu sua senha?

# loginEmail
source: Log in for EMAIL
es: Ingresar por Email
pt_br: Entrar por e-mail

# missCount
source: You do not have an account?
es: No tiene una cuenta?
pt_br: Não tem uma conta?

# tasaRe
source: Rate of remuneration for players
es: Tasa de remuneraciones por jugadores
pt_br: Taxa de remuneração dos jogadores

# tasaLe
source: Injuries per season
es: Lesiones por temporada
pt_br: Lesões por temporada

# tasaInter
source: Exchange rate per team
es: Taza de intercambio por equipo
pt_br: Taxa de câmbio por equipe

# porcent
source: Percentage of contribution to the Alianza Lima team
es: Porcentaje de contribucion al equipo Alianza Lima
pt_br: Porcentagem de contribuição à equipe Alianza Lima
